"Copy" = "Ingen (inget glitter)";
"Dither Copy" = "Inget (tillåt glitter)";
"Or" = "eller";
"Xor" = "Xor";
"Replace Black" = "Ersätt svart";
"Inverse Copy" = "Invertera kopia";
"Inverse Or" = "Invertera eller";
"Inverse Xor" = "Invertera Xor";
"Inverse Replace Black" = "Invertera ersätt svart";
"Pattern Copy" = "Mönsterkopia";
"Pattern Or" = "Mönster eller";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Mönster ersätt svart";
"Inverse Pattern Copy" = "Invertera mönsterkopia";
"Inverse Pattern Or" = "Invertera mönster eller";
"Inverse Pattern Xor" = "Invertera mönster Xor";
"Inverse Pattern Replace Black" = "Invertera mönster ersätt svart";
"Grayish Text Or" = "Gråaktig text eller";
"Hilite" = "Hilite";
"Blend" = "Blandning";
"Add Pin" = "Lägg till kartnål";
"Add Over" = "Lägg till över";
"Add Max" = "Lägg till max.";
"Add Min" = "Lägg till min.";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Genomskinlig";
"Straight Alpha" = "Ren alfa";
"Per Component Alpha" = "Per komponent alfa";
"Straight Alpha Blend" = "Ren alfablandning";
"Premultiplied White Alpha" = "Förmångfaldigad vit alfa";
"Premultiplied Black Alpha" = "Förmångfaldigad svart alfa";
"Premultiplied Color Alpha" = "Förmångfaldigad färg alfa";
"Composition" = "Sammansättning";